Repository: Emacee/HaierPi
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: nl, pl

source: . Do you want install?
nl: Dostępna jest aktualizacja, czy chcesz ją zainstalować?
pl: Dostępna jest aktualizacja, czy chcesz ją zainstalować?

source: Install
nl: Installeren
pl: Instaluj

source: Installing update, please wait...
nl: Update aan het installeren, even geduld...
pl: Instalowanie aktualizacji, proszę czekać...

source: Restart HaierPi service
pl: Restart usługi HaierPi

source: Yes
nl: Ja
pl: Tak

source: Restarting service, please wait...
nl: Service opnieuw starten, even geduld...
pl: Restartowanie usługi, proszę czekać...

source: Dashboard
pl: Pulpit

source: Settings
nl: Instellingen
pl: Ustawienia

source: Parameters
pl: Parametry

source: Scheduler
nl: Schema
pl: Harmonogram

source: Charts
nl: Grafieken
pl: Wykresy

source: Change password
nl: Wijzig wachtwoord
pl: Zmień hasło

source: Check for update
nl: Controleer voor update
pl: Sprawdź aktualizacje

source: Download Backup
pl: Ściągnij backup

source: Restore from Backup
nl: Herstel backup
pl: Przywróć backup

source: Log out
nl: Log uit
pl: Wyloguj

source: Toggle theme
nl: Wissel thema
pl: Zmień skórkę

source: Light
nl: Licht
pl: Jasna

source: Dark
nl: Donker
pl: Ciemna

source: Temperature charts
nl: Temperatuurgrafieken
pl: Wykresy temperatur

source: Presures charts
nl: Drukgrafieken
pl: Wykresy ciśnień

source: Enter new password
nl: Voer nieuw wachtwoord in
pl: Wprowadź nowe hasło

source: New Password
nl: Nieuw wachtwoord
pl: Powtórz nowe hasło

source: New password
nl: Nieuw wachtwoord
pl: Nowe hasło

source: Confirm Password
nl: Bevestig wachtwoord
pl: Potwierdź hasło

source: Confirm password
nl: Bevestig wachtwoord
pl: Potwierdź hasło

source: Password not match
nl: Wachtwoord komt niet overeen
pl: Hasła się nie zgadzają

source: Change temperature
nl: Wijzig temperaruur
pl: Zmień temperaturę

source: Heating - setpoint:
nl: Verwarming - setpoint:
pl: Grzanie - zadana:

source: Inside temp:
nl: Binnentemperatuur:
pl: Temperatura wew.:

source: Outside temp:
nl: Buitentemperatuur:
pl: Temperatura zew.:

source: Heating-curve:
nl: Stooklijn
pl: Krzywa grzewcza:

source: Change
nl: Wijzig
pl: Zmień

source: DHW - setpoint:
nl: SWW - setpoint:
pl: CWU - zadana:

source: Tank temp:
nl: Temp. vat:
pl: Temp. zbiornika CWU:

source: Cooling
nl: Koelen
pl: Chłodzenie

source: Inside humidity:
nl: Luchtvochtigheid binnen:
pl: Wilgotność wew.:

source: Frequency limit: -
nl: Beperking frequentie: -
pl: Ograniczenie częstotliwości: -

source: Frequency limit temp:
nl: Beperking temperatuur:
pl: Temperatura ograniczenia częstotliwości:

source: Relay status:
nl: Relais status:
pl: Status przekaźnika:

source: Preset change -
nl: Preset wijziging -
pl: Zmiana trybu -

source: Please log in
nl: Log in alstublieft
pl: Proszę się zalogować

source: Name
nl: Naam
pl: Nazwa użytkownika

source: Password
nl: Wachtwoord
pl: Hasło

source: Log in
pl: Zaloguj

source: Restore config from backup
nl: Herstel confoguratie van backup
pl: Przywróć plik konfiguracyjny z backupu

source: Central Heating scheduler
nl: Verwarming schema
pl: Harmonogram dla CO

source: Save
nl: Opslaan
pl: Zapisz

source: Domestic Hot Water scheduler
nl: Tapwater schema
pl: Harmonogram dla CWU

source: Changes saved
nl: Wijzigingen opgeslagen
pl: Zapisano zmiany

source: General
nl: Algemeen
pl: Ogólne

source: Heating/Cooling
nl: Verwarmen/Koelen
pl: Grzanie/Chłodzenie

source: Logs
nl: Logi
pl: Logi

source: Inside temperture sensor
nl: Binnentemperatuursensor
pl: Sensor czujnika temperatury wewnętrznej

source: What temperature sensor you using (ha - for home assistant entity, builtin - for physically connect DHT22 sensor
nl: Welke temperatuursensor gebruiken voor (HA - voor Home Assistant entity, Ingebouwd - voor fysiek aangesloten DHT22 sensor
pl: Jakiego sensora temperatury używasz (ha - dla encji z Home Assistant, wbudowany - dla fizycznie podłączonego sensora DHT22

source: Builtin
nl: Ingebouwd
pl: Wbudowany

source: Outside temperature sensor
nl: Buitentemperatuursensor
pl: Sensor temperatury zewnętrznej

source: What temperature sensor you using (ha - for home assistant entity, builtin - for physically connect DS18b20 sensor, Tao - for built-in pump ambient sensor, Open Meteo - for online weather service ( you need to provide the coordinates of your town )
nl: WWelke temperatuursensor gebruiken voor (HA - voor Home Assistant entity,Ingebouwd - voor fysiek aangesloten DS18b20 sensor, Ingebouwd - voor ingebouwde pomp Buitensensor, Open Meteo - voor online weerdienst ( coördinaten van locatie benodigd )
pl: Jakiego sensora temperatury używasz (ha - dla encji z Home Assistant, wbudowany - dla fizycznie podłączonego sensora DS18b20, Tao - dla czujnika wbudowanego w jednostkę zewnętrzną, Open Meteo - dla pogody z serwisu openmeteo (nalezy podać współrzędne Twojego miasta)

source: Coordinates
nl: Coördinaten
pl: Współrzędne

source: Latitude
nl: Breedtegraad
pl: Szerokość geograficzna

source: Longitude
nl: Lengtegraad
pl: Gługość geograficzne

source: Find coordinates by name
nl: Vind coördinaten op naam
pl: Znajdź współrzędne po nazwie

source: Name the town
nl: Plaatsnaam
pl: Nazwa miasta

source: Inside humidity sensor
nl: Luchtvochtigheidssensor binnen
pl: Sensor czujnika wilgotności

source: What humidity sensor you using (ha - for home assistant entity, builtin - for physically connect DHT22 sensor
nl: WWelke temperatuursensor gebruiken voor (HA - voor Home Assistant entity, voor fysiek aangesloten DHT22 sensor
pl: Jakiego sensora wilgotności używasz (ha - dla encji z Home Assistant, wbudowany - dla fizycznie podłączonego sensora DHT22

source: AntiON-OFF
nl: Anti AAN-UIT
pl: Anty ON-OFF

source: A system that try to prevent the heatpump from operating in on-off mode
nl: Een systeem dat probeert te voorkomen dat de warmtepomp pendelt / in AAN-UIT modus opereert
pl: System próbujący zapobiec taktowaniu pompy ciepła poprzez automatyczną zmianę trybów

source: AntiON-OFF Delta
nl: Delta Anti AAN-UIT
pl: Delta dla Anty ON-OFF

source: Temperature delta when function is activate
nl: Temperatuurdelta wanneer actief
pl: Delta temperatury przy której funkcja zacznie działać

source: Domestic Hot Water without limit
nl: Tapwatertemperatuur zonder beperking
pl: Ciepła Woda Użytkowa bez limitu

source: When heating DHW turn off frequency limit relay
nl: Tijdens verwarmen SWW schakel beperking frequentie relais uit
pl: Kiedy grzana jest CWU, zworka ograniczenia częstotliwości zostanie wyłączona

source: Use Central Heating scheduler
nl: Gebruik CV schema
pl: Używaj harmonogramu dla Centralnego Ogrzewania

source: Do you want to use CH scheduler? Default: No
nl: Wilt u de het schema voor CV gebruiken?: Nee
pl: Czy chcesz używać harmonogramu dla CO? Domyślnie: Nie

source: Use Domestic Hot Water scheduler
nl: Gebruik SWW schema
pl: Używaj harmonogramu dla Ciepłej Wody Użytkowej

source: Do you want to use DHW scheduler? Default: NO
nl: Wilt u de het schema voor SWW gebruiken?: Nee
pl: Czy chcesz używać harmonogramu dla CWU? Domyślnie: Nie

source: Frequency limit
nl: Beperking frequentie
pl: Ograniczenie częstotliwości

source: automatic of manual frequency limit relay control
nl: automatische of handmatige bediening frequentiebeperkingrelais
pl: automatyczne lub ręczne sterowanie przekaźnikiem ograniczenia częstotliwości

source: Manual
nl: Handmatig
pl: Ręcznie

source: Frequency limit temperature
nl: Frequentielimiet temperatuur
pl: Temperatura ograniczenia częstotliwości

source: In auto mode - temperature above which the frequency limitation will be activated
nl: In auto mode - de temperatuur waarboven de frequentiebeperking zal worden geactiveerd
pl: W trybie automatycznym - temperatura powyżej której zworka ograniczenia częstotliwości zostanie włączona

source: Preset change
nl: Preset wijziging
pl: Zmiana trybu

source: Preset quiet temperature
nl: Preset stilte temperatuur
pl: Temperatura trybu quiet

source: Preset turbo temperature
nl: Preset turbo temperatuur
pl: Temperatura trybu turbo

source: Heating curve type
nl: Stooklijntype
pl: Typ krzywej grzewczej

source: What type of curve you want to use
nl: Welke type stooklijn toepassen?
pl: Jaki typ krzywej grzewczej chcesz użyć?

source: Static
nl: Statisch
pl: Statyczna

source: Directly
nl: Direct
pl: Bezpośrednio

source: Heating curve calculation frequency (requires a service restart)
nl: Stooklijn berekenen (vereist een herstart van de service)
pl: Częstotliwość obliczania krzywej grzewczej (wymaga restartu usługi)

source: Frequency in minutes how often heating curve should be recalculate
nl: Frequentie in minuten hoe vaak de stooklijn moet worden herberekend
pl: Częstotliwość w minutach, jak często krzywa grzewcza powinna być przeliczana

source: Heating curve slope
nl: Stooklijn hoek
pl: Nachylenie krzywej grzewczej

source: heating curve slope for Auto and Static modes
nl: Stooklijn hoek voor Auto en Statische modes
pl: Nachylenie krzywej grzewczej dla trybu Auto i Static

source: Heating curve parallel shift
nl: Stooklijn parallele verschuiving
pl: Przesunięcie równoległe krzywej grzewczej

source: Heating curve amplification
nl: Stooklijn helling versterking
pl: Wzmocnienie krzywej grzewczej

source: Water temperatures for manual heating curve
nl: Watertemperatuur voor handmatige stooklijn
pl: Temperatura wody dla ręcznej krzywej krzewczej

source: Water temperature for specific outside temp.
nl: Watertemperatuur voor specifieke buitentemperatuur
pl: Temperatura wody dla przedziału temperatur zewnętrznych

source: Heating curve chart
nl: Stooklijngrafiek
pl: Wykres krzywej grzewczej

source: Show charts with all cheating curve
nl: Toon grafiek met alle stooklijnen
pl: Pokaż wykres ze wszystkimi krzywymi grzewczymi

source: Show
nl: Toon
pl: Pokaż

source: Inside temp: 21
nl: Binnentemperatuur: 21
pl: Temperatura wew.: 21

source: Home Assistant address
nl: Adres Home Assistant
pl: Adres Home Assisntant

source: Home assistant IP or domainname address
nl: Home Assistant IP of domeinnaam
pl: Adres serwera Home Assistant

source: Home Assistant port
nl: Home Assistant poort
pl: port Home Assistant

source: Home Assistant port (default 8123)
nl: Home Assistant poort (standaard 8123)
pl: Port Home Assistant (domyślnie 8123)

source: Home Assistant Access Key
nl: Home Assistant beveiligingssleutel
pl: Klucz API Home Assistant

source: Home Assistant Access Token Key. You can generate key in user settings in HA
nl: Home Assistant API Token beveiligingssleutel. Je kunt dit genereren in de instellingen van HA
pl: Klucz dostępowy API do Home Assistant. Możes go wygenerować wustawieniach użytkownika w HA

source: Use MQTT discovery
nl: Gebruik 'MQTT discovery'
pl: Używaj 'MQTT discovery'

source: Automatic device discovery in Home Assistant
nl: Automatische apparaatherkenning in Home Assistant
pl: Automatycznie wykrywanie w Home Assistant

source: Inside temperature entity
nl: Binnentemperatuur entiteit
pl: Encja temperatury wewnętrznej

source: Entity name of inside temperature sensor (e.g. sensor.inside_temp)
nl: Nazwa encji z czujnikiem temperatury wewnętrznej (np. sensor.temp_wew)
pl: Nazwa encji z czujnikiem temperatury wewnętrznej (np. sensor.temp_wew)

source: Outside temperature entity
nl: Encja temperatury zewnętrznej
pl: Encja temperatury zewnętrznej

source: Entity name of outside temperature sensor (e.g. sensor.outside_temp)
nl: Nazwa encji z czujnikiem temperatury zewnętrznej (np. sensor.temp_zew)
pl: Nazwa encji z czujnikiem temperatury zewnętrznej (np. sensor.temp_zew)

source: Inside humidity entity
nl: Encja czujnika wilgotności
pl: Encja czujnika wilgotności

source: Entity name of inside humidity sensor (e.g. sensor.inside_humidity)
nl: Naam entiteit luchtvochtigheidssensor binnen (bijv. sensor.luchtvochtigheid_binnen)
pl: Nazwa encji dla czujnika wilgotności wew. (np. sensor_wilgotnosc)

source: Using MQTT
nl: Gebruik MQTT
pl: Używaj MQTT

source: Do you want to use mqtt
nl: Wil je MQTT gebruiken?
pl: Czy chcesz używać MQTT?

source: MQTT Address
nl: MQTT adres
pl: Adres MQTT

source: MQTT Broker ip or hostname address
nl: MQTT IP of hostname
pl: Adres brokera MQTT

source: MQTT port
nl: MQTT poort
pl: Port MQTT

source: MQTT Broker port (default 1883)
nl: MQTT broker poort (standaard 1883)
pl: Port brokera MQTT (domyślnie 1883)

source: Use MQTT with TLS
nl: Gebruik MQTT met TLS
pl: Użyj MQTT z TLS

source: Use secure connection for MQTT
nl: Gebruik versleutelde verbinding voor MQTT
pl: Używaj bezpiecznego połączenia dla MQTT

source: Main topic
nl: Hoofdtopic
pl: Głowny topic

source: Main topic for publishing messages
nl: Hoofdtopic voor publiceren van berichten
pl: Głowny topic do publikacji wiadomości

source: Username
nl: Gebruikersnaam
pl: Nazwa użytkownika

source: MQTT Broker account username
nl: MQTT Broker gebruikersnaam
pl: Nazwa użytkownika dla brokera MQTT

source: MQTT Broker account password
nl: MQTT Broker wachtwoord
pl: Hasło dla brokera MQTT

source: Bind address
nl: Bind adres
pl: Adres aplikacji

source: On which address the script should run (default 0.0.0.0)
nl: Op welk adres moet het script draaien (standaard 0.0.0.0)
pl: Na jakim adresie aplikacja HaierPi powinna słuchać (domyślnie 0.0.0.0)

source: Bind port
nl: Bind poort
pl: Port Aplikacji

source: On which port the script should run (default 4000)
nl: Op welke poort moet het script draaien (standaard 4000)
pl: Na jakim porcie powinna być wystawiona aplikacja HaierPi (domyślnie 4000)

source: Serial port
nl: Seriële poort
pl: Port szeregowy

source: On which port you connect modbus converter
nl: Op welke poort is de modbus omvormer aangesloten
pl: Na którym porcie podłączony jest konwerter modbus

source: Modbus GPIO
nl: Pin GPIO Modbus
pl: Pin GPIO Modbus

source: What GPIO pin use for modbus relay
nl: Op welke GPIO pin is het modbus relais aangesloten
pl: Na którym pinie GPIO podłączony jest przekaźnik dla modbus

source: Frequency limit GPIO
nl: Frequentiebeperking GPIO pin
pl: Pin GPIO ograniczenia częstotliwości

source: What GPIO pin you use for frequency limit relay
nl: Op welk GPIO pin is het frequentiebeperkingrelais aangesloten
pl: Na którym pinie GPIO podłączony jest przekaźnik ograniczenia częstotliwości

source: Heat demand GPIO
nl: Warmtevraag GPIO pin
pl: Pin GPIO zapogrzebowania na grzanie

source: What GPIO pin you use for heat demand relay
nl: Welke GPIO pin gebruik je voor warmtevraagrelais
pl: Na którym pinie GPIO podłączony jest przekaźnik zapotrzebowania na grzanie

source: Cool demand GPIO
nl: Koudevraag GPIO pin
pl: Ping GPIO zapotrzebowania na chłodzenie

source: What GPIO pin you use for cool demand relay
nl: Welke GPIO pin gebruik je voor koudevraagrelais
pl: Na którym pinie GPIO podłączony jest przekaźnik zapotrzebowania na chłodzenie

source: Start logging
nl: Start loggen
pl: Start logowania

source: Save to file
nl: Opslaan als bestand
pl: Zapisz do pliku

source: Restart
nl: Herstart

source: Tao
nl: Pomp
